Repository: geodesignhub/climate-indicators
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar, he

source: Flood Vulnerability Analysis
ar: الفيضانات المحلية
he: ניתוח פגיעות הצפה

source: See buildings and their interventions near locations with flood vulnerability
ar: شاهد المباني وتدخلاتها بالقرب من المواقع المعرضة للفيضانات
he: ראה מבנים והתערבויות שלהם בקרבת מקומות עם פגיעות להצפות

source: Analytical Layers
ar: طبقات تحليلية
he: שכבות אנליטיות

source: Pre-computed layers for the area
ar: طبقات محسوبة مسبقًا للمنطقة
he: שכבות מחושבות מראש לאזור

source: Flood Vulnerability
ar: التعرض للفيضانات
he: פגיעות בהצפה

source: Tags
ar: العلامات
he: תגים

source: Details of tactical interventions over buildings
ar: تفاصيل التدخلات التكتيكية على المباني
he: פרטים על התערבויות טקטיות מעל מבנים

source: Shadow Analysis
ar: تحليل الظل
he: ניתוח צללים

source: By default the shadow is computed for August 6 at 10AM when radiation is not strong
ar: افتراضيًا ، يتم حساب الظل ليوم 6 أغسطس في الساعة 10 صباحًا عندما يكون الإشعاع غير قوي
he: כברירת מחדל, הצל מחושב ל-6 באוגוסט בשעה 10:00 כאשר הקרינה אינה חזקה

source: Select new (date and time)
ar: حدد (التاريخ والوقت) الجديد
he: בחר חדש (תאריך ושעה)

source: Shadow Index
ar: مؤشر الظل
he: אינדקס הצללים

source: Tree Canopy
ar: ظلة شجرة
he: חופת עץ

source: Design Shadow Analysis
ar: تحليل ظل التصميم
he: ניתוח צללים בעיצוב

source: Total Roads (meters)
ar: مجموع الطرق (بالمتر)
he: סך הכבישים (מטרים)

source: Shadowed Roads (meters)
ar: الطرق المظللة (بالأمتار)
he: דרכים מוצלות (מטרים)

source: This is a plugin that uses
ar: هذا هو البرنامج المساعد الذي يستخدم
he: זהו תוסף שמשתמש

source: and advanced machine learning and natural language processing algorithms to showcase key components of your design based on the diagram description
ar: وخوارزميات التعلم الآلي المتقدمة ومعالجة اللغة الطبيعية لعرض المكونات الرئيسية لتصميمك بناءً على وصف الرسم التخطيطي
he: ואלגוריתמים מתקדמים של למידת מכונה ואלגוריתמים לעיבוד שפה טבעית כדי להציג רכיבים מרכזיים של העיצוב שלך בהתבסס על תיאור הדיאגרמה

source: Digital Climate Services
ar: خدمات المناخ الرقمي
he: שירותי אקלים דיגיטליים

source: Local Flooding
ar: الفيضانات المحلية
he: הצפה מקומית
